[["Can you change 2 hour to its equivalent in min?", 120.0], ["Express 4 centuries as a quantity of week.", 20870.982787499997], ["Tell me how many weeks are there in 9 decade.", 4695.971127187499], ["What is the conversion of 2 hour to seconds?", 7200.0], ["How many gram are there per 6 kg?", 6000.0], ["What is 4 months in hour?", 2921.9375902499996], ["How much is 10 pint when converted to milliliter?", 4731.764730000003], ["Convert the measurement of 6 l into cm^3.", 5999.999999999999], ["What is the measurement of 1 m/s when converted into in/s?", 39.370078740157474], ["Can you change 9 metric ton to its equivalent in kg?", 9000.0], ["What is the conversion of 3 quart to fluid ounce?", 96.0], ["Convert the measurement of 2 B into bit.", 16.0], ["Please convert 6 mi/h into in/s.", 105.6], ["How many in are there per 8 ft?", 96.0], ["Express 8 liter as a quantity of milliliter.", 8000.000000000001], ["Could you provide the value of 2 pound in ounce?", 32.0], ["How many mm is 4 yd?", 3657.6000000000004], ["How many m/s are there per 10 ft/s?", 3.048], ["How do we express 4 m**3 in terms of gallon?", 1056.6882094325933], ["How do we translate 3 litre into cc?", 2999.9999999999995], ["How much is 4 kmh when converted to m/s?", 1.1111111111111112], ["What does 8 KB equal in byte terms?", 8000.0], ["How many cm are there per 1 ft?", 30.48], ["What does 3 kg equal in g terms?", 3000.0], ["How do we translate 10 mi into yd?", 17599.999999999996], ["What is the measurement of 6 decades when converted into year?", 60.0], ["What does 10 years equal in months terms?", 120.0], ["What is the measurement of 5 tonne when converted into pound?", 11023.113109243879], ["Convert 1 century to week?", 5217.745696874999], ["Please convert 2 pound into ounce.", 32.0], ["Could you convert 6 quart to its corresponding value in cc?", 5678.117676000002], ["Convert the measurement of 6 litre into millilitre.", 6000.000000000001], ["What is the equivalent of 5 liter in cm**3?", 4999.999999999999], ["How much is 3 kg when converted to ounce?", 105.82188584874123], ["What does 2 liter equal in millilitre terms?", 2000.0000000000002], ["How does 5 ml measure up in terms of cm**3?", 4.999999999999999], ["Could you give the conversion from mi to ft for 7 units?", 36960.0], ["Can you provide the conversion value from B to bit for 4 units?", 32.0], ["Can you provide the conversion value from years to week for 7 units?", 365.24219878125], ["Please convert 9 L into cc.", 8999.999999999998], ["Can you change 2 kmh to its equivalent in mi/h?", 1.2427423844746681], ["What does 6 KB equal in bit terms?", 48000.0], ["Could you provide the value of 6 ounce in cm^3?", 177.44117737500005], ["Could you provide the value of 4 KB in byte?", 4000.0], ["Express 8 ounce as a quantity of g.", 226.796185], ["How many M make up 10 G?", 10000.0], ["How many mm**3 are there per 10 cc?", 10000.000000000002], ["How much is 9 pound when converted to kg?", 4.082331330000001], ["Can you provide the conversion value from mL to cc for 7 units?", 6.999999999999998], ["Please convert 1 ft into cm.", 30.48], ["Can you change 6 week to its equivalent in h?", 1008.0], ["How much is 9 decades when converted to month?", 1080.0], ["Tell me how many pound are there in 10 tonne.", 22046.226218487758], ["Please convert 8 km/h into mi/h.", 4.9709695378986725], ["Convert 5 ft to yd?", 1.6666666666666665], ["What is the equivalent of 2 bit in byte?", 0.25], ["Could you give the conversion from pound to g for 4 units?", 1814.36948], ["How do we express 4 pound in terms of ounce?", 64.0], ["Could you convert 3 kg to its corresponding value in gram?", 3000.0], ["What is 7 kg in ounce?", 246.91773364706287], ["Convert the measurement of 8 KB into byte.", 8000.0], ["Tell me how many day are there in 8 month.", 243.49479918749998], ["What is the equivalent of 8 km in m?", 8000.0], ["What is the conversion of 10 kmh to mi/h?", 6.21371192237334], ["How do we express 7 cm in terms of in?", 2.755905511811023], ["How many hour is 9 week?", 1512.0], ["How many cm is 8 in?", 20.32], ["How many ounce make up 10 kg?", 352.7396194958041], ["Convert 3 kmh to in/s?", 32.808398950131235], ["Can you change 6 m to its equivalent in in?", 236.22047244094483], ["How much is 10 ton when converted to pound?", 22046.226218487758], ["Convert 10 in to cm?", 25.4], ["How many ft make up 2 km?", 6561.679790026246], ["How do we express 3 ton in terms of pound?", 6613.867865546328], ["What is the equivalent of 9 milliliter in mm^3?", 8999.999999999998], ["Can you change 3 mi/h to its equivalent in in/s?", 52.8], ["How do we translate 6 gallon into pint?", 48.0], ["What is 9 bit in byte?", 1.125], ["Could you convert 4 m/s to its corresponding value in mi/h?", 8.94774516821761], ["Convert the measurement of 10 ft into m.", 3.048], ["What is the conversion from ounce to g for 5 units?", 141.747615625], ["How much is 2 kmh when converted to mph?", 1.2427423844746681], ["Could you give the conversion from bit to B for 6 units?", 0.75], ["Express 10 KB as a quantity of byte.", 10000.0], ["Can you provide the conversion value from km to miles for 8 units?", 4.970969537898672], ["Can you change 7 fluid ounce to its equivalent in milliliter?", 207.01470693750008], ["How do we translate 5 ft/s into kmh?", 5.4864], ["Can you change 9 kmh to its equivalent in mi/h?", 5.592340730136007], ["Express 3 week as a quantity of hours.", 504.0], ["Can you provide the conversion value from G to M for 4 units?", 4000.0], ["Tell me how many B are there in 7 bit.", 0.875], ["Express 4 metric ton as a quantity of pound.", 8818.490487395104], ["How many g are there per 3 kg?", 3000.0], ["How many MB are there per 9 GB?", 9000.0], ["Could you give the conversion from fluid ounce to mL for 5 units?", 147.86764781250008], ["Express 6 gallon as a quantity of ml.", 22712.47070400001], ["What is 5 century in year?", 500.0], ["Can you provide the conversion value from l to quart for 4 units?", 4.226752837730373], ["Can you provide the conversion value from L to cc for 5 units?", 4999.999999999999], ["Convert 9 kg to ounce?", 317.4656575462237], ["What does 2 yd equal in m terms?", 1.8288000000000002], ["What is the equivalent of 10 century in year?", 1000.0], ["Could you provide the value of 6 G in MB?", 6000.0], ["How do we translate 10 quart into cm**3?", 9463.529460000002], ["Can you provide the conversion value from kg to ounce for 2 units?", 70.54792389916082], ["Convert 8 centuries to months?", 9600.0], ["How many cm^3 is 10 ounce?", 295.73529562500005], ["Can you provide the conversion value from KB to bit for 10 units?", 80000.0], ["Convert 4 kB to bit?", 32000.0], ["What is the equivalent of 1 GB in MB?", 1000.0], ["How many m/s are there per 4 mi/h?", 1.78816], ["How does 7 m/s measure up in terms of mph?", 15.658554044380818], ["Can you change 9 ton to its equivalent in kg?", 9000.0], ["Convert 7 year to month?", 84.0], ["What is the equivalent of 7 pound in kg?", 3.17514659], ["What is the equivalent of 2 kmh in ft/s?", 1.8226888305628464], ["Tell me how many bit are there in 7 B.", 56.0], ["Convert the measurement of 6 m**3 into litre.", 6000.0], ["How much is 9 ounce when converted to gram?", 255.145708125], ["Could you give the conversion from day to hour for 5 units?", 120.0], ["How does 6 mph measure up in terms of kmh?", 9.656063999999999], ["What is the measurement of 8 MB when converted into kB?", 8000.0], ["How many cm is 4 in?", 10.16], ["How many g are there per 7 kg?", 7000.0], ["What is the equivalent of 9 pint in ounce?", 144.0], ["Can you provide the conversion value from week to hours for 7 units?", 1176.0], ["How many MB are there per 3 G?", 3000.0], ["Can you provide the conversion value from millilitre to cm^3 for 7 units?", 6.999999999999998], ["What is the conversion of 1 cm^3 to mm**3?", 1000.0000000000001], ["How does 10 B measure up in terms of bit?", 80.0], ["Could you give the conversion from miles to m for 9 units?", 14484.096000000001], ["Can you change 10 m to its equivalent in mm?", 10000.0], ["What is the measurement of 4 metric ton when converted into kg?", 4000.0], ["How many byte are there per 2 KB?", 2000.0], ["What is the conversion from ft/s to in/s for 4 units?", 48.0], ["How does 8 ton measure up in terms of pound?", 17636.980974790207], ["Could you provide the value of 9 ton in pound?", 19841.603596638983], ["Convert the measurement of 7 m/s into mi/h.", 15.658554044380818], ["What is the measurement of 5 quart when converted into l?", 4.731764730000002], ["Can you provide the conversion value from kB to byte for 4 units?", 4000.0], ["Express 8 tonne as a quantity of kg.", 8000.0], ["Could you give the conversion from hour to s for 3 units?", 10800.0], ["How many km is 9 miles?", 14.484096000000001], ["What is 5 mi/h in m/s?", 2.2352], ["What is the conversion of 8 yd to cm?", 731.5200000000001], ["What does 10 mL equal in cm**3 terms?", 9.999999999999998], ["What is the equivalent of 3 km in meter?", 3000.0], ["Can you provide the conversion value from liter to millilitre for 6 units?", 6000.000000000001], ["How many km/h are there per 1 mi/h?", 1.6093439999999999], ["Express 8 GB as a quantity of MB.", 8000.0], ["What is the conversion of 4 milliliter to mm^3?", 3999.9999999999995], ["Convert the measurement of 7 ton into pound.", 15432.358352941432], ["What is 4 pound in g?", 1814.36948], ["What is the measurement of 2 centuries when converted into week?", 10435.491393749999], ["Can you provide the conversion value from centuries to weeks for 2 units?", 10435.491393749999], ["How does 2 kB measure up in terms of B?", 2000.0], ["What is the conversion of 10 bit to byte?", 1.25], ["How does 5 days measure up in terms of min?", 7200.0], ["What is the conversion of 6 metric ton to pound?", 13227.735731092656], ["How many m/s make up 7 mph?", 3.12928], ["How many gallon is 6 m**3?", 1585.03231414889], ["What does 7 ft equal in meter terms?", 2.1336], ["What is the conversion of 4 mph to ft/s?", 5.866666666666666], ["Can you change 8 m/s to its equivalent in km/h?", 28.799999999999997], ["How much is 9 decade when converted to month?", 1080.0], ["How many m make up 3 miles?", 4828.032], ["Could you give the conversion from mi/h to ft/s for 7 units?", 10.266666666666666], ["Convert the measurement of 3 m into mm.", 3000.0], ["How do we translate 3 kB into bit?", 24000.0], ["What is 1 B in bit?", 8.0], ["What is the conversion from m/s to ft/s for 9 units?", 29.527559055118108], ["What is the conversion from ton to pound for 1 units?", 2204.622621848776], ["How many gallon make up 4 quart?", 1.0], ["What is the conversion from mi to meter for 9 units?", 14484.096000000001], ["What is the measurement of 9 pound when converted into kg?", 4.082331330000001], ["How does 5 kg measure up in terms of gram?", 5000.0], ["Could you give the conversion from ton to kg for 5 units?", 5000.0], ["Could you give the conversion from mph to km/h for 4 units?", 6.4373759999999995], ["Tell me how many kmh are there in 5 m/s.", 18.0], ["Convert 3 metric ton to kg?", 3000.0], ["Please convert 2 bit into byte.", 0.25], ["Please convert 6 byte into bit.", 48.0], ["How do we translate 8 M into kB?", 8000.0], ["What is the conversion from kg to ounce for 1 units?", 35.27396194958041], ["What is 8 fluid ounce in cm**3?", 236.58823650000005], ["What does 6 quart equal in millilitre terms?", 5678.117676000003], ["How do we translate 5 miles into km?", 8.04672], ["How do we translate 7 m/s into kmh?", 25.199999999999996], ["Could you give the conversion from pound to gram for 6 units?", 2721.55422], ["How many cm is 8 yd?", 731.5200000000001], ["Could you give the conversion from pound to ounce for 4 units?", 64.0], ["Can you provide the conversion value from km to miles for 8 units?", 4.970969537898672], ["Could you give the conversion from decade to day for 6 units?", 21914.531926874995], ["Convert the measurement of 6 gallon into cc.", 22712.470704000007], ["Please convert 5 G into M.", 5000.0], ["What is 9 mph in km/h?", 14.484096], ["How many kg is 9 tonne?", 9000.0], ["How many mi/h is 5 kmh?", 3.10685596118667], ["Please convert 6 miles into m.", 9656.064], ["Express 6 miles as a quantity of m.", 9656.064], ["How many ounce are there per 2 pound?", 32.0], ["Convert 2 tonne to kg?", 2000.0], ["Convert 6 pound to ounce?", 96.0], ["What is the conversion of 8 m**3 to liter?", 8000.0], ["Express 3 pound as a quantity of ounce.", 48.0], ["What is the equivalent of 3 m**3 in gallon?", 792.516157074445], ["Could you give the conversion from tonne to kg for 10 units?", 10000.0], ["What does 2 years equal in h terms?", 17531.6255415], ["What does 9 kB equal in byte terms?", 9000.0], ["What is the equivalent of 3 hours in minute?", 180.0], ["Please convert 10 month into hour.", 7304.843975624999], ["Tell me how many week are there in 6 months.", 26.088728484374997], ["Could you convert 8 bit to its corresponding value in byte?", 1.0], ["Could you convert 1 pint to its corresponding value in mL?", 473.1764730000002], ["How do we translate 6 hours into min?", 360.0], ["Convert the measurement of 8 years into weeks.", 417.41965575], ["How do we translate 5 kB into B?", 5000.0], ["How do we translate 10 ton into kg?", 10000.0], ["How much is 10 km/h when converted to ft/s?", 9.113444152814232], ["Could you give the conversion from fluid ounce to millilitre for 5 units?", 147.86764781250008], ["Tell me how many litre are there in 8 pint.", 3.7854117840000012], ["Please convert 1 G into MB.", 1000.0], ["Please convert 2 mph into km/h.", 3.2186879999999998], ["Convert the measurement of 8 tonne into pound.", 17636.980974790207], ["Can you provide the conversion value from metric ton to kg for 3 units?", 3000.0], ["Please convert 4 kB into bit.", 32000.0], ["Can you provide the conversion value from tonne to kg for 2 units?", 2000.0], ["How do we express 8 decade in terms of year?", 80.0], ["How do we express 10 milliliter in terms of cm**3?", 9.999999999999998], ["What is the equivalent of 6 L in gallon?", 1.58503231414889], ["What does 2 KB equal in B terms?", 2000.0], ["How do we translate 1 L into ounce?", 33.81402270184299], ["Express 8 bit as a quantity of byte.", 1.0], ["What is the measurement of 5 months when converted into week?", 21.7406070703125], ["Please convert 1 KB into B.", 1000.0], ["How does 7 MB measure up in terms of kB?", 7000.0], ["What does 4 kg equal in ounce terms?", 141.09584779832164], ["Tell me how many meter are there in 10 km.", 10000.0], ["Can you change 10 m/s to its equivalent in mi/h?", 22.369362920544024], ["Could you convert 8 kB to its corresponding value in B?", 8000.0], ["What is the equivalent of 3 litre in quart?", 3.17006462829778], ["Convert 7 bit to byte?", 0.875], ["How many miles make up 4 km?", 2.485484768949336], ["Can you change 3 liter to its equivalent in millilitre?", 3000.0000000000005], ["Convert the measurement of 7 M into kB.", 7000.0], ["What is the conversion from bit to B for 3 units?", 0.375], ["What is the conversion from century to month for 6 units?", 7200.0], ["What is the measurement of 4 kg when converted into ounce?", 141.09584779832164], ["How much is 5 pint when converted to gallon?", 0.625], ["Convert the measurement of 5 kg into g.", 5000.0], ["How many gram make up 3 kg?", 3000.0], ["What is the measurement of 7 century when converted into decade?", 70.0], ["Express 8 km/h as a quantity of m/s.", 2.2222222222222223], ["Can you change 10 byte to its equivalent in bit?", 80.0], ["What is the measurement of 1 KB when converted into B?", 1000.0], ["How many pound make up 6 ton?", 13227.735731092656], ["What is the equivalent of 5 ton in pound?", 11023.113109243879], ["Convert 1 year to days?", 365.24219878125], ["Can you provide the conversion value from kmh to in/s for 4 units?", 43.74453193350831], ["What is 9 kB in bit?", 72000.0], ["What is the conversion from millilitre to mm^3 for 7 units?", 6999.999999999999], ["What does 5 hours equal in min terms?", 300.0], ["Tell me how many pound are there in 1 metric ton.", 2204.622621848776], ["Convert the measurement of 7 MB into kB.", 7000.0], ["What does 4 meter equal in ft terms?", 13.123359580052492], ["What is the conversion from h to seconds for 2 units?", 7200.0], ["Convert 5 GB to M?", 5000.0], ["Could you give the conversion from l to gallon for 9 units?", 2.377548471223335], ["Please convert 4 ounce into gram.", 113.3980925], ["Could you give the conversion from decade to day for 10 units?", 36524.219878125], ["Convert 1 pound to ounce?", 16.0], ["What is the equivalent of 6 in in mm?", 152.4], ["Express 10 KB as a quantity of bit.", 80000.0], ["Convert the measurement of 2 min into sec.", 120.0], ["How do we translate 4 pound into gram?", 1814.36948], ["How much is 6 km/h when converted to in/s?", 65.61679790026247], ["How does 7 m measure up in terms of ft?", 22.96587926509186], ["What does 2 B equal in bit terms?", 16.0], ["How do we translate 1 tonne into pound?", 2204.622621848776], ["How much is 6 gallon when converted to milliliter?", 22712.47070400001], ["Can you provide the conversion value from ounce to mL for 6 units?", 177.44117737500008], ["How do we express 1 miles in terms of meter?", 1609.344], ["How many s is 7 min?", 420.0], ["What is the conversion of 7 years to h?", 61360.68939525], ["How does 9 metric ton measure up in terms of pound?", 19841.603596638983], ["What is the equivalent of 6 hours in s?", 21600.0], ["Could you give the conversion from h to second for 4 units?", 14400.0], ["What is 7 hour in s?", 25200.0], ["Convert the measurement of 6 h into minute.", 360.0], ["How many fluid ounce make up 2 pint?", 32.0], ["How do we translate 10 meter into in?", 393.70078740157476], ["Convert 10 tonne to pound?", 22046.226218487758], ["What is the conversion from ton to pound for 8 units?", 17636.980974790207], ["How does 2 m^3 measure up in terms of liter?", 2000.0], ["How many month make up 5 century?", 6000.0], ["Can you change 3 bit to its equivalent in byte?", 0.375], ["Could you convert 6 mi to its corresponding value in yd?", 10559.999999999998], ["Tell me how many pound are there in 1 kg.", 2.2046226218487757], ["What is the conversion of 7 m/s to ft/s?", 22.96587926509186], ["Can you provide the conversion value from yd to mm for 3 units?", 2743.2000000000003], ["How do we translate 4 miles into m?", 6437.376], ["What is the conversion of 5 L to cc?", 4999.999999999999], ["Could you convert 1 decades to its corresponding value in year?", 10.0], ["What is the equivalent of 1 tonne in kg?", 1000.0], ["What is the equivalent of 1 cc in mm**3?", 1000.0000000000001], ["How many mi/h is 4 kmh?", 2.4854847689493362], ["How many cm**3 is 4 litre?", 3999.9999999999995], ["What does 2 cm^3 equal in mm**3 terms?", 2000.0000000000002], ["How many minute is 9 day?", 12960.0], ["What is the equivalent of 3 km/h in in/s?", 32.808398950131235], ["Could you convert 1 kg to its corresponding value in pound?", 2.2046226218487757], ["Tell me how many m/s are there in 6 ft/s.", 1.8288000000000002], ["Can you change 4 kg to its equivalent in pound?", 8.818490487395103], ["Can you provide the conversion value from L to ml for 9 units?", 9000.000000000002], ["What is the conversion of 6 meter to cm?", 600.0], ["How many yd make up 3 miles?", 5279.999999999999], ["What is the conversion of 9 kmh to mph?", 5.592340730136007], ["How many meter are there per 2 ft?", 0.6096], ["How many ft is 7 meter?", 22.96587926509186], ["Can you change 4 liter to its equivalent in gallon?", 1.0566882094325933], ["How do we translate 1 days into weeks?", 0.14285714285714285], ["What is 2 metric ton in pound?", 4409.245243697552], ["How do we translate 10 bit into byte?", 1.25], ["Can you change 9 kB to its equivalent in bit?", 72000.0], ["How do we translate 3 kg into pound?", 6.613867865546327], ["How many yd are there per 1 miles?", 1759.9999999999998], ["Could you convert 9 M to its corresponding value in KB?", 9000.0], ["What is the measurement of 7 G when converted into M?", 7000.0], ["How does 8 ft measure up in terms of meter?", 2.4384], ["Convert the measurement of 9 m into mm.", 9000.0], ["What is the measurement of 5 weeks when converted into hour?", 840.0], ["Can you change 5 metric ton to its equivalent in kg?", 5000.0], ["What is the measurement of 10 ounce when converted into gram?", 283.49523125], ["Convert 2 ton to pound?", 4409.245243697552], ["How much is 4 m when converted to yd?", 4.37445319335083], ["What is the conversion from m/s to mph for 3 units?", 6.710808876163208], ["How many MB make up 1 G?", 1000.0], ["How many kg is 3 pound?", 1.3607771100000001], ["How do we express 7 ton in terms of pound?", 15432.358352941432], ["Convert the measurement of 2 yd into mm.", 1828.8000000000002], ["What is 6 m/s in kmh?", 21.599999999999998], ["Could you convert 6 KB to its corresponding value in B?", 6000.0], ["How much is 2 tonne when converted to pound?", 4409.245243697552], ["How does 6 cm measure up in terms of mm?", 60.0], ["Convert the measurement of 2 hour into minute.", 120.0], ["What is the measurement of 2 decades when converted into month?", 240.0], ["Please convert 2 byte into bit.", 16.0], ["Convert the measurement of 1 ton into kg.", 1000.0], ["How does 9 hour measure up in terms of s?", 32400.0], ["What is the conversion of 4 m**3 to l?", 4000.0], ["How do we express 7 quart in terms of ml?", 6624.470622000003], ["Please convert 2 B into bit.", 16.0], ["How do we translate 8 l into cc?", 7999.999999999999], ["What is the equivalent of 1 meter in yd?", 1.0936132983377076], ["What is the conversion from meter to yd for 4 units?", 4.37445319335083], ["How does 4 GB measure up in terms of MB?", 4000.0], ["Could you provide the value of 3 pound in ounce?", 48.0], ["What is the conversion of 7 ft/s to mi/h?", 4.772727272727273], ["What is 1 liter in fluid ounce?", 33.81402270184299], ["How do we express 7 KB in terms of B?", 7000.0], ["Tell me how many s are there in 5 min.", 300.0], ["Can you change 4 kg to its equivalent in ounce?", 141.09584779832164], ["Could you give the conversion from decade to years for 9 units?", 90.0], ["Convert 5 m to cm?", 500.0], ["How much is 6 months when converted to hour?", 4382.906385374999], ["Could you provide the value of 8 h in min?", 480.0], ["Could you convert 10 mi/h to its corresponding value in in/s?", 175.99999999999997], ["What is 3 week in hours?", 504.0], ["Tell me how many millilitre are there in 8 gallon.", 30283.294272000014], ["Could you provide the value of 9 kmh in in/s?", 98.4251968503937], ["How do we express 10 MB in terms of KB?", 10000.0], ["What is the measurement of 6 century when converted into weeks?", 31306.474181249996], ["What is the conversion of 4 liter to cc?", 3999.9999999999995], ["Could you convert 1 quart to its corresponding value in cm**3?", 946.3529460000002], ["Please convert 6 mi into km.", 9.656064], ["How do we translate 10 mph into kmh?", 16.093439999999998], ["Can you provide the conversion value from mph to km/h for 3 units?", 4.828031999999999], ["Can you change 2 yd to its equivalent in m?", 1.8288000000000002], ["What is 7 kg in gram?", 7000.0], ["What is the measurement of 4 kB when converted into byte?", 4000.0], ["Convert the measurement of 1 liter into millilitre.", 1000.0000000000001], ["What is the equivalent of 8 cm in mm?", 80.0], ["Could you provide the value of 9 GB in MB?", 9000.0], ["How many ft/s is 2 kmh?", 1.8226888305628464], ["What is the conversion of 2 fluid ounce to milliliter?", 59.14705912500003], ["How do we express 9 km/h in terms of m/s?", 2.5], ["What is the measurement of 2 decades when converted into months?", 240.0], ["What is the conversion of 2 liter to cc?", 1999.9999999999998], ["How much is 6 decade when converted to day?", 21914.531926874995], ["What is 1 KB in bit?", 8000.0], ["What is the measurement of 10 week when converted into hour?", 1680.0], ["How many in/s are there per 7 mi/h?", 123.19999999999999], ["What is 5 bit in byte?", 0.625], ["How does 8 in measure up in terms of cm?", 20.32], ["How many ft is 8 miles?", 42240.0], ["Can you provide the conversion value from pound to g for 8 units?", 3628.73896], ["Can you provide the conversion value from weeks to hour for 8 units?", 1344.0], ["How many in make up 3 meter?", 118.11023622047242], ["Please convert 8 mi/h into km/h.", 12.874751999999999], ["Convert 10 kmh to mph?", 6.21371192237334], ["Express 6 GB as a quantity of MB.", 6000.0], ["What does 7 quart equal in pint terms?", 14.0], ["How do we translate 8 decade into days?", 29219.375902499996], ["Convert the measurement of 6 mi/h into ft/s.", 8.799999999999999], ["Express 2 G as a quantity of MB.", 2000.0], ["Could you provide the value of 6 metric ton in kg?", 6000.0], ["How do we translate 9 B into bit?", 72.0], ["How many h is 4 day?", 96.0], ["Tell me how many mm are there in 5 m.", 5000.0], ["Convert the measurement of 9 decades into days.", 32871.7978903125], ["How many milliliter make up 2 cm^3?", 2.0000000000000004], ["How do we translate 4 kmh into ft/s?", 3.6453776611256927], ["Convert the measurement of 6 ft into m.", 1.8288000000000002], ["Could you provide the value of 5 quart in cc?", 4731.764730000001], ["What does 9 l equal in ounce terms?", 304.3262043165869], ["How many millilitre make up 3 cc?", 3.000000000000001], ["Express 1 ft as a quantity of cm.", 30.48], ["Convert the measurement of 9 ton into pound.", 19841.603596638983], ["How does 10 mi/h measure up in terms of m/s?", 4.4704], ["Please convert 6 meter into ft.", 19.685039370078737], ["What is the equivalent of 2 pint in l?", 0.9463529460000003], ["How do we translate 10 KB into byte?", 10000.0], ["How does 2 km/h measure up in terms of ft/s?", 1.8226888305628464], ["Tell me how many kB are there in 1 M.", 1000.0], ["Could you provide the value of 1 fluid ounce in milliliter?", 29.573529562500013], ["Can you provide the conversion value from in to cm for 8 units?", 20.32], ["Please convert 6 G into M.", 6000.0], ["Express 1 meter as a quantity of yd.", 1.0936132983377076], ["Convert the measurement of 5 M into kB.", 5000.0], ["Convert 10 meter to mm?", 10000.0], ["Can you change 4 MB to its equivalent in kB?", 4000.0], ["Could you give the conversion from tonne to pound for 4 units?", 8818.490487395104], ["Tell me how many g are there in 3 ounce.", 85.048569375], ["How many m/s make up 7 mi/h?", 3.12928], ["What does 1 liter equal in mL terms?", 1000.0000000000001], ["What does 4 kg equal in pound terms?", 8.818490487395103], ["Convert the measurement of 3 bit into B.", 0.375], ["Could you provide the value of 2 cm in mm?", 20.0], ["Convert the measurement of 6 gallon into L.", 22.71247070400001], ["How does 1 miles measure up in terms of ft?", 5280.0], ["Please convert 10 century into decades.", 100.0], ["Convert 5 m to yd?", 5.468066491688538], ["How do we translate 3 ton into kg?", 3000.0], ["Convert 2 pint to L?", 0.9463529460000003], ["What is the conversion of 8 millilitre to cc?", 7.999999999999998], ["How much is 2 weeks when converted to hour?", 336.0], ["How many mm is 10 in?", 254.00000000000003], ["Can you change 7 bit to its equivalent in byte?", 0.875], ["What does 2 ounce equal in gram terms?", 56.69904625], ["What is the measurement of 3 mi/h when converted into in/s?", 52.8], ["How does 3 pound measure up in terms of g?", 1360.77711], ["How do we express 5 ounce in terms of gram?", 141.747615625], ["What is the equivalent of 10 mi/h in kmh?", 16.093439999999998], ["Convert 8 ml to cm^3?", 7.999999999999998], ["Can you provide the conversion value from decades to day for 8 units?", 29219.375902499996], ["What is the conversion from ft/s to mph for 8 units?", 5.454545454545455], ["Please convert 1 m/s into km/h.", 3.5999999999999996], ["Express 5 pound as a quantity of gram.", 2267.96185], ["Can you change 7 meter to its equivalent in ft?", 22.96587926509186], ["Can you change 4 years to its equivalent in months?", 48.0], ["Convert the measurement of 5 kB into bit.", 40000.0], ["Could you provide the value of 4 G in MB?", 4000.0], ["Convert the measurement of 9 m into mm.", 9000.0], ["What is the conversion of 7 liter to cm**3?", 6999.999999999999], ["Could you give the conversion from hour to second for 3 units?", 10800.0], ["Convert 8 km/h to mi/h?", 4.9709695378986725], ["Tell me how many seconds are there in 9 minute.", 540.0], ["How do we translate 8 kB into B?", 8000.0], ["Convert the measurement of 8 mph into kmh.", 12.874751999999999], ["What is the equivalent of 7 KB in bit?", 56000.0], ["What does 4 B equal in bit terms?", 32.0], ["How does 1 m**3 measure up in terms of litre?", 1000.0], ["Convert 9 KB to B?", 9000.0], ["Can you provide the conversion value from gallon to liter for 9 units?", 34.06870605600001], ["Could you provide the value of 2 yd in in?", 72.0], ["Tell me how many mm are there in 3 in.", 76.2], ["How many cm^3 make up 4 l?", 3999.9999999999995], ["What is 6 decade in weeks?", 3130.6474181249996], ["Can you change 4 months to its equivalent in weeks?", 17.39248565625], ["How do we express 5 months in terms of hours?", 3652.4219878124995], ["What does 3 metric ton equal in kg terms?", 3000.0], ["Could you convert 5 yd to its corresponding value in mm?", 4572.0], ["How much is 7 B when converted to bit?", 56.0], ["What is the equivalent of 1 B in bit?", 8.0], ["Convert the measurement of 3 tonne into kg.", 3000.0], ["What does 2 ft/s equal in mph terms?", 1.3636363636363638], ["Tell me how many B are there in 9 KB.", 9000.0], ["What is 7 pound in gram?", 3175.1465900000003], ["Can you provide the conversion value from year to months for 8 units?", 96.0], ["Express 6 cm**3 as a quantity of ml.", 6.000000000000002], ["What is the conversion from gallon to liter for 5 units?", 18.927058920000007], ["Express 8 miles as a quantity of yd.", 14079.999999999998], ["Tell me how many milliliter are there in 8 cc.", 8.000000000000002], ["What does 1 m/s equal in mi/h terms?", 2.2369362920544025], ["What is the conversion from meter to in for 8 units?", 314.9606299212598], ["How many cm is 2 ft?", 60.96], ["Could you provide the value of 3 ounce in g?", 85.048569375], ["How do we translate 2 mph into in/s?", 35.199999999999996], ["Can you change 4 quart to its equivalent in l?", 3.7854117840000012], ["Convert the measurement of 10 km into miles.", 6.2137119223733395], ["Convert the measurement of 3 miles into m.", 4828.032], ["Could you convert 2 gallon to its corresponding value in cc?", 7570.823568000002], ["What does 3 pound equal in g terms?", 1360.77711], ["What is 2 hour in second?", 7200.0], ["How do we translate 4 ft/s into in/s?", 48.0], ["Convert the measurement of 2 cm**3 into ml.", 2.0000000000000004], ["Convert the measurement of 9 ounce into g.", 255.145708125], ["What is the conversion of 5 week to day?", 35.0], ["What is the conversion of 2 miles to yd?", 3519.9999999999995], ["How do we express 8 weeks in terms of h?", 1344.0], ["Please convert 4 pound into ounce.", 64.0], ["How do we express 2 ton in terms of pound?", 4409.245243697552], ["Can you provide the conversion value from pound to kg for 1 units?", 0.45359237], ["What is the equivalent of 7 meter in ft?", 22.96587926509186], ["What is the measurement of 8 yd when converted into meter?", 7.315200000000001], ["How do we express 7 mph in terms of in/s?", 123.19999999999999], ["How many B make up 1 bit?", 0.125], ["Express 2 kg as a quantity of gram.", 2000.0], ["How does 5 m measure up in terms of ft?", 16.404199475065614], ["Express 8 gallon as a quantity of liter.", 30.28329427200001], ["Please convert 9 kB into byte.", 9000.0], ["What does 1 bit equal in B terms?", 0.125], ["Convert the measurement of 7 months into h.", 5113.390782937499], ["What is 2 min in second?", 120.0], ["How many day is 6 months?", 182.62109939062498], ["Convert 3 ounce to cc?", 88.72058868750003], ["How many decade are there per 4 centuries?", 40.0], ["What is the conversion from pint to ml for 5 units?", 2365.8823650000013], ["What is the conversion from mi/h to kmh for 8 units?", 12.874751999999999], ["What is the equivalent of 8 in in mm?", 203.20000000000002], ["Convert 7 kg to ounce?", 246.91773364706287], ["Please convert 8 months into h.", 5843.875180499999], ["Can you provide the conversion value from L to cm^3 for 1 units?", 999.9999999999999], ["Could you provide the value of 3 ounce in milliliter?", 88.72058868750004], ["What is the equivalent of 2 tonne in pound?", 4409.245243697552], ["How many bit make up 3 byte?", 24.0], ["Tell me how many ft are there in 6 yd.", 18.0], ["How does 6 meter measure up in terms of mm?", 6000.0], ["How does 2 byte measure up in terms of bit?", 16.0], ["Could you give the conversion from m/s to km/h for 6 units?", 21.599999999999998], ["Tell me how many ounce are there in 4 kg.", 141.09584779832164], ["Could you convert 3 tonne to its corresponding value in pound?", 6613.867865546328], ["Tell me how many pound are there in 4 ton.", 8818.490487395104], ["What is the conversion from hour to minute for 7 units?", 420.0], ["Express 5 quart as a quantity of cc.", 4731.764730000001], ["What is the measurement of 6 weeks when converted into hour?", 1008.0], ["Can you change 4 week to its equivalent in month?", 0.9199375130288172], ["Please convert 9 ton into pound.", 19841.603596638983], ["How does 3 kB measure up in terms of bit?", 24000.0], ["Can you provide the conversion value from km/h to mi/h for 6 units?", 3.7282271534240046], ["What is the equivalent of 10 km in m?", 10000.0], ["How many years make up 6 centuries?", 600.0], ["Could you provide the value of 1 ounce in gram?", 28.349523125], ["Convert 8 fluid ounce to ml?", 236.5882365000001], ["What is the conversion from mph to kmh for 3 units?", 4.828031999999999], ["What is the equivalent of 6 pint in cc?", 2839.058838000001], ["What is the conversion from liter to cm^3 for 6 units?", 5999.999999999999], ["How many m make up 9 km?", 9000.0], ["What is the conversion from bit to byte for 3 units?", 0.375], ["What is 1 l in millilitre?", 1000.0000000000001], ["Convert the measurement of 8 tonne into pound.", 17636.980974790207], ["How many KB make up 8 M?", 8000.0], ["How does 8 metric ton measure up in terms of pound?", 17636.980974790207], ["Can you change 10 m^3 to its equivalent in litre?", 10000.0], ["How does 6 M measure up in terms of kB?", 6000.0], ["Tell me how many m/s are there in 8 ft/s.", 2.4384], ["Express 7 ft/s as a quantity of mph.", 4.772727272727273], ["What does 6 quart equal in cm**3 terms?", 5678.117676000002], ["How much is 5 km when converted to mi?", 3.1068559611866697], ["What is the equivalent of 7 km in miles?", 4.349598345661338], ["What is the measurement of 9 kmh when converted into mi/h?", 5.592340730136007], ["How many in/s make up 8 km/h?", 87.48906386701663], ["How many year is 10 century?", 1000.0], ["Can you provide the conversion value from KB to B for 1 units?", 1000.0], ["What is the measurement of 3 ounce when converted into gram?", 85.048569375], ["Could you provide the value of 6 quart in mL?", 5678.117676000003], ["How many B are there per 10 bit?", 1.25], ["What is the conversion from m to ft for 6 units?", 19.685039370078737], ["How do we translate 1 m/s into km/h?", 3.5999999999999996], ["Convert the measurement of 7 kg into ounce.", 246.91773364706287], ["Could you provide the value of 2 mph in ft/s?", 2.933333333333333], ["Tell me how many second are there in 8 hours.", 28800.0], ["What is the conversion from km to yd for 7 units?", 7655.293088363954], ["How many mm make up 8 in?", 203.20000000000002], ["What does 7 pound equal in kg terms?", 3.17514659], ["Tell me how many sec are there in 2 hour.", 7200.0], ["How many m/s are there per 2 mi/h?", 0.89408], ["Convert the measurement of 3 km into ft.", 9842.51968503937], ["How much is 3 century when converted to months?", 3600.0], ["How many B are there per 9 bit?", 1.125], ["Express 9 year as a quantity of week.", 469.59711271875], ["Could you provide the value of 6 kg in gram?", 6000.0], ["Could you provide the value of 1 kg in gram?", 1000.0], ["Could you convert 2 ton to its corresponding value in kg?", 2000.0], ["Please convert 10 miles into yd.", 17599.999999999996], ["Could you provide the value of 2 month in weeks?", 8.696242828125], ["Convert the measurement of 1 KB into byte.", 1000.0], ["Can you provide the conversion value from KB to bit for 2 units?", 16000.0], ["Could you convert 7 m/s to its corresponding value in in/s?", 275.59055118110234], ["What does 9 ft equal in mm terms?", 2743.2000000000003], ["How much is 1 ounce when converted to gram?", 28.349523125], ["How many meter is 7 miles?", 11265.408], ["Convert the measurement of 6 mph into kmh.", 9.656063999999999], ["How many KB make up 4 MB?", 4000.0], ["Convert 6 pound to kg?", 2.7215542200000002], ["What is 4 miles in km?", 6.437376], ["How much is 2 G when converted to M?", 2000.0], ["How do we express 5 liter in terms of gallon?", 1.3208602617907417], ["How does 7 ounce measure up in terms of g?", 198.44666187500002], ["What is the equivalent of 6 kmh in m/s?", 1.6666666666666667], ["Tell me how many MB are there in 5 G.", 5000.0], ["How many mm**3 are there per 5 cm**3?", 5000.000000000001], ["Express 6 pint as a quantity of fluid ounce.", 96.0], ["What does 7 ft/s equal in mph terms?", 4.772727272727273], ["Can you provide the conversion value from m/s to kmh for 5 units?", 18.0], ["How many in/s make up 3 km/h?", 32.808398950131235], ["Can you change 4 M to its equivalent in KB?", 4000.0], ["What is the measurement of 8 min when converted into s?", 480.0], ["What is the conversion of 3 century to week?", 15653.237090624998], ["Can you provide the conversion value from B to bit for 8 units?", 64.0], ["Convert the measurement of 10 quart into pint.", 20.0], ["How many mph are there per 10 km/h?", 6.21371192237334], ["How do we translate 2 days into h?", 48.0], ["How many mL is 5 L?", 5000.000000000001], ["How do we translate 9 ounce into gram?", 255.145708125], ["What is the conversion of 2 hour to seconds?", 7200.0], ["Can you change 9 liter to its equivalent in ounce?", 304.3262043165869], ["How many in/s are there per 1 mi/h?", 17.599999999999998], ["Convert 6 miles to ft?", 31680.0], ["Express 5 mi as a quantity of yd.", 8799.999999999998], ["What is the conversion of 7 l to quart?", 7.396817466028153], ["How much is 2 miles when converted to meter?", 3218.688], ["How does 6 mi measure up in terms of meter?", 9656.064], ["What is the conversion from m/s to kmh for 1 units?", 3.5999999999999996], ["How much is 4 mi/h when converted to km/h?", 6.4373759999999995], ["Could you give the conversion from yd to mm for 5 units?", 4572.0], ["What is the equivalent of 2 ft in meter?", 0.6096], ["What is the equivalent of 1 pound in ounce?", 16.0], ["Could you provide the value of 8 m/s in km/h?", 28.799999999999997], ["Can you provide the conversion value from kg to g for 4 units?", 4000.0], ["How many decade make up 2 century?", 20.0], ["Express 5 KB as a quantity of bit.", 40000.0], ["What does 3 l equal in ounce terms?", 101.44206810552896], ["How many bit is 9 KB?", 72000.0], ["What does 6 ft equal in yd terms?", 2.0], ["How many meter make up 4 yd?", 3.6576000000000004], ["How do we translate 2 M into KB?", 2000.0], ["Tell me how many in/s are there in 7 m/s.", 275.59055118110234], ["How do we translate 5 kg into gram?", 5000.0], ["Could you give the conversion from cm to in for 1 units?", 0.39370078740157477], ["Could you convert 8 miles to its corresponding value in yd?", 14079.999999999998], ["Could you give the conversion from ft to yd for 9 units?", 3.0], ["How do we express 6 yd in terms of cm?", 548.6400000000001], ["Express 4 decade as a quantity of days.", 14609.687951249998], ["Could you provide the value of 4 kmh in mph?", 2.4854847689493362], ["What is the equivalent of 4 decades in months?", 480.0], ["What is the equivalent of 5 hour in seconds?", 18000.0], ["How many cm is 10 yd?", 914.4000000000001], ["Express 9 ft/s as a quantity of m/s.", 2.7432000000000003], ["What is the conversion of 2 mph to kmh?", 3.2186879999999998], ["What is the measurement of 6 meter when converted into in?", 236.22047244094483], ["Convert 5 ft/s to in/s?", 60.0], ["Could you give the conversion from l to pint for 5 units?", 10.566882094325933], ["Convert 6 bit to B?", 0.75], ["Convert 2 cm**3 to milliliter?", 2.0000000000000004], ["What does 6 millilitre equal in mm^3 terms?", 5999.999999999999], ["What is the conversion of 9 tonne to pound?", 19841.603596638983], ["What is the conversion of 10 mi/h to in/s?", 175.99999999999997], ["Could you convert 3 mi to its corresponding value in ft?", 15840.0], ["Tell me how many min are there in 6 h.", 360.0], ["Express 2 gallon as a quantity of liter.", 7.5708235680000024], ["What is the measurement of 2 tonne when converted into pound?", 4409.245243697552], ["Tell me how many ounce are there in 10 l.", 338.14022701842987], ["How do we express 9 m/s in terms of in/s?", 354.33070866141725], ["What is the conversion of 7 metric ton to pound?", 15432.358352941432], ["Could you provide the value of 10 pound in g?", 4535.9237], ["How do we translate 4 M into kB?", 4000.0], ["Can you provide the conversion value from G to MB for 4 units?", 4000.0], ["Convert 3 millilitre to cm**3?", 2.999999999999999], ["Can you change 1 MB to its equivalent in kB?", 1000.0], ["Could you provide the value of 10 ft in meter?", 3.048], ["What is the conversion from ounce to g for 9 units?", 255.145708125], ["Can you provide the conversion value from liter to ounce for 7 units?", 236.6981589129009], ["Convert 2 MB to KB?", 2000.0], ["Could you provide the value of 7 week in h?", 1176.0], ["Could you give the conversion from byte to bit for 2 units?", 16.0], ["Could you provide the value of 4 decades in days?", 14609.687951249998], ["Could you give the conversion from kmh to in/s for 6 units?", 65.61679790026247], ["What is the conversion of 5 ft/s to mi/h?", 3.409090909090909], ["How many gram make up 5 kg?", 5000.0], ["What is the equivalent of 8 ft in yd?", 2.6666666666666665], ["Convert the measurement of 10 L into cm^3.", 9999.999999999998], ["What is the equivalent of 10 mph in kmh?", 16.093439999999998], ["What is the measurement of 8 ft/s when converted into m/s?", 2.4384], ["What does 9 years equal in weeks terms?", 469.59711271875], ["Could you give the conversion from pound to gram for 10 units?", 4535.9237], ["What is 10 KB in byte?", 10000.0], ["How many sec is 6 hours?", 21600.0], ["What is 5 liter in cm**3?", 4999.999999999999], ["How do we express 6 KB in terms of byte?", 6000.0], ["Can you change 4 miles to its equivalent in m?", 6437.376], ["How does 3 miles measure up in terms of yd?", 5279.999999999999], ["Express 5 ft/s as a quantity of kmh.", 5.4864], ["What is the measurement of 10 mph when converted into kmh?", 16.093439999999998], ["How do we express 4 B in terms of bit?", 32.0], ["What is the measurement of 9 tonne when converted into kg?", 9000.0], ["Please convert 3 km into miles.", 1.8641135767120018], ["Could you give the conversion from ft to cm for 10 units?", 304.8], ["Convert the measurement of 4 days into hour.", 96.0], ["Can you change 7 kB to its equivalent in bit?", 56000.0], ["Please convert 6 bit into byte.", 0.75], ["How many cm**3 is 7 millilitre?", 6.999999999999998], ["Could you convert 6 cm**3 to its corresponding value in mL?", 6.000000000000002], ["How many meter are there per 3 mi?", 4828.032], ["What is the measurement of 2 mi when converted into ft?", 10560.0], ["How does 5 mi/h measure up in terms of km/h?", 8.046719999999999], ["Express 2 kB as a quantity of B.", 2000.0], ["How many m is 7 km?", 7000.0], ["What is the measurement of 8 mph when converted into m/s?", 3.57632], ["How much is 7 tonne when converted to pound?", 15432.358352941432], ["What is the conversion of 6 KB to byte?", 6000.0], ["Please convert 6 miles into meter.", 9656.064], ["Can you change 3 MB to its equivalent in kB?", 3000.0], ["How many month are there per 5 decades?", 600.0], ["Could you convert 1 mi to its corresponding value in meter?", 1609.344], ["What is the measurement of 5 min when converted into sec?", 300.0], ["What is the equivalent of 8 ton in kg?", 8000.0], ["How many km make up 8 mi?", 12.874752], ["Could you give the conversion from km to yd for 1 units?", 1093.6132983377076], ["How do we express 5 decade in terms of day?", 18262.1099390625], ["Convert the measurement of 2 kg into g.", 2000.0], ["What is 9 bit in B?", 1.125], ["How does 7 in measure up in terms of mm?", 177.8], ["What is 1 mi/h in ft/s?", 1.4666666666666666], ["Please convert 8 pint into L.", 3.7854117840000012], ["How does 9 L measure up in terms of gallon?", 2.377548471223335], ["Please convert 7 KB into bit.", 56000.0], ["How many yd make up 4 m?", 4.37445319335083], ["What is the equivalent of 10 kg in gram?", 10000.0], ["How do we translate 5 tonne into kg?", 5000.0], ["What is the equivalent of 3 pound in kg?", 1.3607771100000001], ["How many cm are there per 2 meter?", 200.0], ["Can you provide the conversion value from ounce to cm^3 for 8 units?", 236.58823650000005], ["What is the conversion from km/h to m/s for 10 units?", 2.7777777777777777], ["How many weeks is 8 decades?", 4174.1965574999995], ["Tell me how many ml are there in 8 L.", 8000.000000000001], ["What is the equivalent of 1 pound in kg?", 0.45359237], ["How does 6 years measure up in terms of days?", 2191.4531926875], ["What does 3 cm equal in in terms?", 1.1811023622047243], ["Can you change 7 KB to its equivalent in byte?", 7000.0], ["What is the conversion from ft to meter for 9 units?", 2.7432000000000003], ["What is the measurement of 10 km when converted into mi?", 6.2137119223733395], ["How much is 4 week when converted to hour?", 672.0], ["How much is 5 G when converted to MB?", 5000.0], ["Can you provide the conversion value from km to yd for 10 units?", 10936.132983377076], ["How does 4 km measure up in terms of mi?", 2.485484768949336], ["What does 4 GB equal in M terms?", 4000.0], ["How do we translate 8 years into week?", 417.41965575], ["Could you give the conversion from weeks to months for 3 units?", 0.6899531347716129], ["Tell me how many fluid ounce are there in 2 l.", 67.62804540368597], ["Convert the measurement of 6 G into MB.", 6000.0], ["What is the measurement of 1 ton when converted into pound?", 2204.622621848776], ["Could you convert 2 MB to its corresponding value in kB?", 2000.0], ["How do we translate 7 quart into liter?", 6.624470622000002], ["Can you change 9 KB to its equivalent in bit?", 72000.0], ["How many g are there per 5 kg?", 5000.0], ["How many s make up 1 h?", 3600.0], ["How do we express 7 km in terms of m?", 7000.0], ["What is the measurement of 10 km when converted into miles?", 6.2137119223733395], ["What does 8 kg equal in gram terms?", 8000.0], ["What does 1 yd equal in ft terms?", 3.0], ["Could you convert 5 ft/s to its corresponding value in kmh?", 5.4864], ["Convert the measurement of 3 ounce into cm^3.", 88.72058868750003], ["Please convert 6 mi into meter.", 9656.064], ["How many cm are there per 6 m?", 600.0], ["How do we express 9 yd in terms of in?", 324.0], ["Express 5 pound as a quantity of kg.", 2.2679618500000003], ["How does 10 yd measure up in terms of mm?", 9144.0], ["What is the conversion from m/s to km/h for 2 units?", 7.199999999999999], ["Please convert 5 kg into g.", 5000.0], ["How does 6 cc measure up in terms of mm**3?", 6000.000000000001], ["Please convert 5 l into milliliter.", 5000.000000000001], ["What is the measurement of 2 M when converted into KB?", 2000.0], ["Please convert 3 km/h into in/s.", 32.808398950131235], ["Could you convert 9 ft to its corresponding value in meter?", 2.7432000000000003], ["What is the conversion of 10 mph to ft/s?", 14.666666666666666], ["Convert 2 pint to litre?", 0.9463529460000003], ["Can you change 9 kB to its equivalent in B?", 9000.0], ["Express 5 km as a quantity of mi.", 3.1068559611866697], ["Could you convert 1 quart to its corresponding value in fluid ounce?", 32.0], ["How many in make up 7 yd?", 252.0], ["Could you provide the value of 4 miles in ft?", 21120.0], ["Could you convert 1 bit to its corresponding value in B?", 0.125], ["Could you give the conversion from ton to kg for 5 units?", 5000.0], ["What is the equivalent of 5 gallon in l?", 18.927058920000007], ["Can you provide the conversion value from KB to bit for 1 units?", 8000.0], ["Could you give the conversion from km/h to m/s for 8 units?", 2.2222222222222223], ["Convert 1 days to minute?", 1440.0], ["How do we translate 4 decades into day?", 14609.687951249998], ["What is 8 kg in pound?", 17.636980974790205], ["What does 2 h equal in s terms?", 7200.0], ["What is the equivalent of 5 century in decades?", 50.0], ["Express 10 KB as a quantity of B.", 10000.0], ["Could you provide the value of 5 GB in M?", 5000.0], ["Could you give the conversion from kg to pound for 1 units?", 2.2046226218487757], ["Tell me how many ml are there in 3 gallon.", 11356.235352000005], ["Express 3 ton as a quantity of kg.", 3000.0], ["How do we express 4 GB in terms of MB?", 4000.0], ["How many mm are there per 8 ft?", 2438.4], ["Please convert 10 century into weeks.", 52177.45696874999], ["How many mi/h are there per 1 m/s?", 2.2369362920544025], ["How much is 5 kB when converted to B?", 5000.0], ["How do we translate 1 ft into yd?", 0.3333333333333333], ["Could you provide the value of 4 years in hours?", 35063.251083], ["What is the conversion from ft to meter for 2 units?", 0.6096], ["What is the equivalent of 4 G in MB?", 4000.0], ["What is the conversion of 7 G to MB?", 7000.0], ["Could you provide the value of 4 B in bit?", 32.0], ["How do we translate 8 hour into minute?", 480.0], ["How many MB make up 1 GB?", 1000.0], ["How do we express 1 ft in terms of cm?", 30.48], ["Convert 7 century to decade?", 70.0], ["Can you change 8 metric ton to its equivalent in pound?", 17636.980974790207], ["Tell me how many kB are there in 1 M.", 1000.0], ["How many ml is 6 cm^3?", 6.000000000000002], ["Convert the measurement of 1 m/s into mi/h.", 2.2369362920544025], ["Can you provide the conversion value from cm^3 to mL for 6 units?", 6.000000000000002], ["What is the equivalent of 1 pint in cm^3?", 473.1764730000001], ["How many pound make up 5 tonne?", 11023.113109243879], ["Can you change 3 byte to its equivalent in bit?", 24.0], ["What is the measurement of 7 pound when converted into g?", 3175.1465900000003], ["How many yd are there per 7 meter?", 7.655293088363953], ["Could you convert 4 litre to its corresponding value in milliliter?", 4000.0000000000005], ["What is 9 km/h in mi/h?", 5.592340730136007], ["What is the measurement of 6 milliliter when converted into mm**3?", 5999.999999999999], ["How many week is 10 centuries?", 52177.45696874999], ["Tell me how many cm**3 are there in 2 fluid ounce.", 59.14705912500001], ["How do we translate 3 in into cm?", 7.62], ["What is the conversion from gallon to cm^3 for 8 units?", 30283.294272000006], ["Express 5 centuries as a quantity of years.", 500.0], ["How much is 3 gallon when converted to l?", 11.356235352000004], ["What is the equivalent of 1 pound in g?", 453.59237], ["How much is 9 ft when converted to mm?", 2743.2000000000003], ["What does 8 kg equal in g terms?", 8000.0], ["Could you convert 5 km/h to its corresponding value in mi/h?", 3.10685596118667], ["Can you provide the conversion value from mi/h to m/s for 1 units?", 0.44704], ["What is the measurement of 9 miles when converted into meter?", 14484.096000000001], ["How many cm**3 make up 4 litre?", 3999.9999999999995], ["What is the conversion of 4 ft/s to kmh?", 4.38912], ["What is 6 cm^3 in ml?", 6.000000000000002], ["How many gram are there per 7 pound?", 3175.1465900000003], ["How many cm**3 are there per 8 ml?", 7.999999999999998], ["What is 2 litre in millilitre?", 2000.0000000000002], ["How does 10 kg measure up in terms of ounce?", 352.7396194958041], ["Convert 9 century to weeks?", 46959.71127187499], ["Convert the measurement of 5 miles into meter.", 8046.72], ["Convert 1 kg to pound?", 2.2046226218487757], ["Can you change 2 decades to its equivalent in years?", 20.0], ["Express 8 cm as a quantity of in.", 3.149606299212598], ["Can you change 10 m/s to its equivalent in mph?", 22.369362920544024], ["Please convert 9 ounce into cm^3.", 266.1617660625001], ["What is the conversion of 4 pound to g?", 1814.36948], ["What is the measurement of 2 mi when converted into ft?", 10560.0], ["How much is 10 l when converted to millilitre?", 10000.000000000002], ["Could you convert 9 L to its corresponding value in millilitre?", 9000.000000000002], ["How many kg make up 6 pound?", 2.7215542200000002], ["Convert the measurement of 1 h into seconds.", 3600.0], ["Please convert 1 MB into kB.", 1000.0], ["What is the equivalent of 1 month in weeks?", 4.3481214140625], ["What is the conversion of 3 kB to byte?", 3000.0], ["What is the conversion of 5 ft/s to mi/h?", 3.409090909090909], ["How many months make up 9 week?", 2.0698594043148386], ["Could you convert 6 min to its corresponding value in second?", 360.0], ["What does 9 meter equal in cm terms?", 900.0], ["How does 3 litre measure up in terms of pint?", 6.34012925659556], ["Can you change 7 month to its equivalent in hour?", 5113.390782937499], ["Can you change 5 cm**3 to its equivalent in mm^3?", 5000.000000000001], ["Could you provide the value of 6 KB in byte?", 6000.0], ["Can you change 7 mi to its equivalent in ft?", 36960.0], ["What is the equivalent of 5 century in year?", 500.0], ["Could you give the conversion from kB to B for 9 units?", 9000.0], ["What is 9 KB in B?", 9000.0], ["What is the equivalent of 9 kB in byte?", 9000.0], ["How do we express 6 pound in terms of gram?", 2721.55422], ["Convert 10 byte to bit?", 80.0], ["What is the equivalent of 1 metric ton in kg?", 1000.0], ["What is the equivalent of 3 m in ft?", 9.842519685039369], ["Convert the measurement of 10 decades into days.", 36524.219878125], ["How does 5 GB measure up in terms of M?", 5000.0], ["Tell me how many ounce are there in 7 L.", 236.6981589129009], ["How many meter are there per 1 miles?", 1609.344], ["How do we express 8 km/h in terms of ft/s?", 7.2907553222513855], ["What does 10 years equal in days terms?", 3652.4219878125], ["What is the equivalent of 6 years in month?", 72.0], ["How much is 1 ft/s when converted to m/s?", 0.3048], ["Could you convert 2 m to its corresponding value in in?", 78.74015748031495], ["How do we translate 6 m^3 into quart?", 6340.12925659556], ["Can you provide the conversion value from gallon to cm^3 for 6 units?", 22712.470704000007], ["What is 5 mi/h in km/h?", 8.046719999999999], ["Can you provide the conversion value from ton to kg for 1 units?", 1000.0], ["How do we translate 8 centuries into weeks?", 41741.965574999995], ["Could you provide the value of 7 M in KB?", 7000.0], ["How many byte make up 7 kB?", 7000.0], ["How do we translate 9 G into MB?", 9000.0], ["What is 3 minute in s?", 180.0], ["Express 6 ft as a quantity of cm.", 182.88], ["Could you convert 10 m/s to its corresponding value in ft/s?", 32.80839895013123], ["Tell me how many bit are there in 1 B.", 8.0], ["How many ounce are there per 5 kg?", 176.36980974790205], ["What does 6 M equal in KB terms?", 6000.0], ["Convert 3 kmh to ft/s?", 2.7340332458442695], ["Convert 10 metric ton to kg?", 10000.0], ["How does 7 KB measure up in terms of bit?", 56000.0], ["Could you give the conversion from ft to yd for 4 units?", 1.3333333333333333], ["What is the equivalent of 8 in in cm?", 20.32], ["How many kB make up 2 M?", 2000.0], ["What does 10 pound equal in gram terms?", 4535.9237], ["Please convert 1 pound into ounce.", 16.0], ["Please convert 2 yd into m.", 1.8288000000000002], ["What is the measurement of 5 yd when converted into meter?", 4.572000000000001], ["Tell me how many m are there in 7 km.", 7000.0], ["How do we translate 2 pound into kg?", 0.90718474], ["What is the conversion from meter to mm for 2 units?", 2000.0], ["Could you provide the value of 5 kmh in m/s?", 1.3888888888888888], ["How many ft is 7 miles?", 36960.0], ["Please convert 7 M into kB.", 7000.0], ["What does 4 ton equal in kg terms?", 4000.0], ["What does 7 meter equal in cm terms?", 700.0], ["Tell me how many yd are there in 10 miles.", 17599.999999999996], ["Convert the measurement of 8 G into MB.", 8000.0], ["Can you provide the conversion value from m/s to ft/s for 6 units?", 19.685039370078737], ["Convert the measurement of 6 ft/s into km/h.", 6.58368], ["Could you convert 6 GB to its corresponding value in MB?", 6000.0], ["What does 4 mi equal in ft terms?", 21120.0], ["How do we express 6 km/h in terms of ft/s?", 5.468066491688539], ["How do we express 5 B in terms of bit?", 40.0], ["How many m/s are there per 8 ft/s?", 2.4384], ["What is 1 m/s in mph?", 2.2369362920544025], ["Express 8 months as a quantity of week.", 34.7849713125], ["What is the measurement of 10 m when converted into yd?", 10.936132983377076], ["Can you change 9 meter to its equivalent in mm?", 9000.0], ["Express 7 KB as a quantity of bit.", 56000.0], ["Could you provide the value of 9 tonne in pound?", 19841.603596638983], ["How do we translate 7 ft/s into km/h?", 7.680960000000001], ["What is the measurement of 8 mi/h when converted into m/s?", 3.57632], ["Can you change 6 miles to its equivalent in ft?", 31680.0], ["Could you convert 10 km to its corresponding value in meter?", 10000.0], ["How many byte is 5 KB?", 5000.0], ["Can you provide the conversion value from h to second for 2 units?", 7200.0], ["Express 6 mi/h as a quantity of ft/s.", 8.799999999999999], ["What does 4 ton equal in pound terms?", 8818.490487395104], ["What is the equivalent of 9 miles in yd?", 15839.999999999998], ["How do we translate 4 litre into cm**3?", 3999.9999999999995], ["Tell me how many mL are there in 2 litre.", 2000.0000000000002], ["Convert 4 MB to KB?", 4000.0], ["Express 7 KB as a quantity of bit.", 56000.0], ["Could you convert 9 kmh to its corresponding value in mi/h?", 5.592340730136007], ["Convert the measurement of 10 months into hour.", 7304.843975624999], ["Convert 2 KB to bit?", 16000.0], ["How do we express 4 century in terms of week?", 20870.982787499997], ["How many mm make up 4 in?", 101.60000000000001], ["What is the measurement of 8 centuries when converted into weeks?", 41741.965574999995], ["What is the conversion of 3 mi to ft?", 15840.0], ["How does 9 bit measure up in terms of B?", 1.125], ["Convert the measurement of 5 GB into M.", 5000.0], ["How many kg make up 6 tonne?", 6000.0], ["Can you change 7 in to its equivalent in mm?", 177.8], ["How does 8 meter measure up in terms of cm?", 800.0], ["Convert the measurement of 8 m into mm.", 8000.0], ["Can you change 8 ft/s to its equivalent in mph?", 5.454545454545455], ["Express 1 mi/h as a quantity of ft/s.", 1.4666666666666666], ["Express 3 ton as a quantity of pound.", 6613.867865546328], ["Can you change 2 ft/s to its equivalent in mi/h?", 1.3636363636363638], ["Can you change 8 liter to its equivalent in pint?", 16.907011350921493], ["Can you provide the conversion value from mi to meter for 2 units?", 3218.688], ["How many years is 7 century?", 700.0], ["Convert 9 gallon to ml?", 34068.70605600002], ["How do we express 9 yd in terms of cm?", 822.9600000000002], ["How many ft/s are there per 9 kmh?", 8.202099737532809], ["Can you change 1 bit to its equivalent in byte?", 0.125], ["How much is 2 min when converted to sec?", 120.0], ["How do we express 8 mi in terms of m?", 12874.752], ["Could you convert 3 mph to its corresponding value in ft/s?", 4.3999999999999995], ["What is 1 M in KB?", 1000.0], ["Convert 6 mi/h to ft/s?", 8.799999999999999], ["How many pound is 10 kg?", 22.046226218487757], ["How do we express 2 kmh in terms of mi/h?", 1.2427423844746681], ["Can you change 9 months to its equivalent in week?", 39.133092726562495], ["Please convert 6 days into weeks.", 0.8571428571428571], ["Convert 7 mi to km?", 11.265408], ["Can you change 3 h to its equivalent in min?", 180.0], ["How many ml are there per 4 litre?", 4000.0000000000005], ["Express 10 m/s as a quantity of mi/h.", 22.369362920544024], ["How do we express 10 kg in terms of pound?", 22.046226218487757], ["How do we translate 9 KB into byte?", 9000.0], ["How many cm are there per 9 yd?", 822.9600000000002], ["Can you provide the conversion value from ft to in for 6 units?", 72.0], ["What is the conversion from GB to M for 8 units?", 8000.0], ["How much is 4 min when converted to sec?", 240.0], ["Can you change 7 month to its equivalent in days?", 213.0579492890625]]